import model.Users;

import java.util.List;

//Задача 1.
////        1) Написать CRUD приложение. Использовать Tomcat, Maven, JSP, сервлеты, JDBC.
////        2) Должен быть класс User  с произвольными полями (id, name и т.п.)
////        3) В приложении должна быть страница на которую выводятся все юзеры с возможностью добавлять, удалять и изменять юзера.
////        4) Конфигурация сервлетов через аннотации.
////        Помните:
////        1) Конфигураций в .xml файлах быть не должно.
////        2) В jsp не использовать скриплеты! <% ... %>
////        3) В jsp лучше использовать JSTL
////        Ссылки:
////        JSP: http://java-course.ru/student/book1/jsp/
public class Main {
    public static void main(String[] args) {

    }
}
